Repository: buresdv/Cork
Catalog: Cork/Localizable.xcstrings
Source language: en
Languages: cs, de, es_419, fr, it, ko, pt_pt, ru, tr, uk, zh_hans, zh_hant

# alert.fatal-installation.error
source: A fatal error occurred during package installation
cs: Během instalace balíčku se vyskytla chyba
de: Ein schwerwiegender Fehler ist während der Installation aufgetreten
es_419: Se produjo un error fatal durante la instalación del paquete.
fr: Une erreur fatale s'est produite lors de l'installation du paquet
it: Si è verificato un errore critico durante l’installazione del pacchetto
ko: 패키지 설치 중 치명적인 오류가 발생했습니다.
pt_pt: Ocorreu um erro fatal durante a instalação da bilbioteca
ru: Произошла критическая ошибка при установке пакета
tr: Paket kurulumu sırasında kritik bir hata oluştu
uk: Під час встановлення пакета сталася фатальна помилка
zh_hans: 在安装软件包过程中发生了严重错误
zh_hant: 安裝套件時發生嚴重錯誤

# alert.fatal.could-not-load-any-packages-%@.title
source: Could not load packages (%@)
cs: Načítání balíčků se nezdařilo (%@)
de: Pakete konnten nicht geladen werden (%@)
es_419: No se pudieron cargar paquetes (%@)
fr: Impossible de charger les paquets (%@)
it: Impossibile caricare pacchetti (%@)
pt_pt: Não foi possível carregar as bibliotecas (%@)
ru: Не удалось загрузить пакеты (%@)
tr: Paketler yüklenemedi (%@)
uk: Не вдалося завантажити пакети (%@)
zh_hans: 无法加载软件包 (%@)
zh_hant: 無法載入套件 (%@)

# alert.fatal.could-not-synchronize-packages.title
source: Could not synchronize packages
cs: Nepodařilo se synchronizovat balíčky
de: Pakete konnten nicht synchronisiert werden
es_419: No se pudieron sincronizar los paquetes
fr: Impossible de synchroniser les paquets
it: Impossibile sincronizzare pacchetti
ko: 패키지를 동기화할 수 없습니다.
pt_pt: Não foi possível sincronizar as bibliotecas
ru: Не удалось синхронизировать проекты
tr: Paketler senkronize edilemedi
uk: Неможливо синхронізувати пакети
zh_hans: 无法同步软件包
zh_hant: 無法同步套件

# alert.fatal.custom-brew-executable-deleted.title
source: Couldn't find the custom Homebrew executable
cs: Umístění Homebrew se nepodařilo najít
de: Konnte die benutzerdefinierte, ausführbare Homebrew-Datei nicht finden
es_419: No se pudo encontrar el ejecutable Homebrew personalizado
fr: Impossible de trouver l'exécutable Homebrew personnalisé
it: Impossibile trovare l’eseguibile personalizzato di Homebrew
ko: 사용자 지정 홈브루 실행 파일을 찾을 수 없습니다.
pt_pt: Não foi possível encontar o executável do Homebrew
ru: Не удалось найти пользовательский исполнимый файл Homebrew
tr: Özel tanımlanmış Homebrew yürütülebilir dosyası bulunamadı
uk: Неможливо знайти виконуваний файл Homebrew за вказаним шляхом
zh_hans: 无法找到自定义 Homebrew 可执行文件
zh_hant: 無法找到自訂的 Homebrew 程式檔

# alert.fatal.license-checking.could-not-encode-authorization-complex.message
source: Check if your network is working properly, then try again
cs: Zkontrolujte, jestli správně funguje připojení k síti, a zkustě to znovu
de: Überprüfe,, ob dein Netzwerk ordnungsgemäß funktioniert, und versuche es dann erneut
es_419: Compruebe si su red funciona correctamente y vuelva a intentarlo
fr: Vérifiez que votre réseau fonctionne correctement, puis réessayez
it: Controlla che la connessione a internet sia attiva, poi riprova
ko: 네트워크가 제대로 작동하는지 확인한 다음 다시 시도하세요.
pt_pt: Verifica a conexão à Internet e tenta novamente
ru: Пожалуйста, проверьте интернет-соединение и попробуйте еще раз
tr: Ağ bağlantınızın doğru çalışıp çalışmadığını kontrol edin, sonra tekrar deneyin
uk: Перевірте зʼєднання з інтернетом та спробуйте знову
zh_hans: 请检查你的网络是否正常，然后重试
zh_hant: 檢查您的網路是否正常運作，然後再試一次

# alert.fatal.license-checking.could-not-encode-authorization-complex.title
source: Could not establish a secure connection to authorization server
cs: Nepodařilo se bezpečně připojit k autorizačnímu serveru
de: Es konnte keine sichere Verbindung zum Autorisierungsserver hergestellt werden
es_419: No se pudo establecer una conexión segura con el servidor de autorización
fr: Impossible d'établir une connexion sécurisée avec le serveur d'autorisation
it: Impossibile stabilire una connessione sicura al server di autorizzazione
ko: 인증 서버에 보안 연결을 설정할 수 없습니다.
pt_pt: Não foi possível estabelecer uma conexão segura ao servidor de autorização
ru: Не удалось установить безопасное соединение с сервером авторизации
tr: Yetkilendirme sunucusuyla güvenli bir bağlantı kurulamadı
uk: Неможливо створити безпечне зʼєднання з сервером авторизації
zh_hans: 无法与认证服务器建立安全连接
zh_hant: 無法與授權伺服器設立安全連線

# alert.fatal.license-checking.no-internet.message
source: Your Mac is not connected to the internet. Check your internet settings.
cs: Váě MAc není připojený k internetu. Zkontrolujte nastavení internetu.
de: Ihr Mac ist nicht mit dem Internet verbunden. Überprüfen Sie Ihre Interneteinstellungen.
es_419: Tu Mac no esta conectada a internet. Comprueba tu configuración de internet
fr: Votre Mac n’est pas connecté à Internet. Vérifiez vos paramètres de connexion.
it: Il Mac non è connesso a internet. Controlla le impostazioni di rete.
pt_pt: O teu Mac não está conectado à Internet. Verificas as tuas definições de Internet.
ru: Ваш Mac не подключен к интернету. Пожалуйста, проверьте настройки сети.
tr: Mac’inizin internet bağlantısı yok. İnternet ayarlarınızı kontrol edin.
uk: Ваш комп'ютер Mac не підключено до Інтернету. Перевірте налаштування Інтернету.
zh_hans: 你的 Mac 没有连接到互联网。 请检查你的网络设置
zh_hant: 您的 Mac 沒有連接到網際網路。請檢查您的網路設定。

# alert.fatal.license-checking.no-internet.title
source: Could not connect to the internet
cs: Při připojování k internetu se vyskytla chyba
de: Keine Verbindung zum Internet möglich
es_419: No se pudo conectar a internet
fr: Impossible de se connecter à Internet
it: Impossibile connettersi a internet
pt_pt: Não foi possível conectar à Internet
ru: Не удалось подключиться к интернету
tr: İnternet bağlantısı kurulamadı
uk: Не вдалося підключитися до Інтернету
zh_hans: 无法连接到互联网
zh_hant: 無法連接到網際網路

# alert.fatal.license-checking.timed-out.title
source: License checking timed out
cs: Časový limit pro ověření licence vypršel
de: Zeitüberschreitung bei der Lizenzprüfung
es_419: Se agotó el tiempo de espera para verificación de la licencia
fr: La vérification de la licence a été interrompu
it: Verifica licenza fallita
pt_pt: A verificação de licença expirou
ru: Не удалось проверить лицензию за выделенное время
tr: Lisans kontrolü zaman aşımına uğradı
uk: Перевірка ліцензії закінчилася
zh_hans: 授权检查超时
zh_hant: 檢查授權載入時間過長

# alert.fatal.license-checking.unimplemented-error.title
source: An unknown error occured
cs: Stala se neznámá chyba
de: Ein unbekannter Fehler ist aufgetreten.
es_419: Ocurrió un error desconocido
fr: Une erreur inconnue s’est produite
it: Si è verificato un errore sconosciuto
pt_pt: Ocorreu um erro desconhecido
ru: Произошла непредвиденная ошибка
tr: Bilinmeyen bir hata oluştu
uk: Сталася невідома помилка
zh_hans: 发生了一个未知错误
zh_hant: 發生未知錯誤

# alert.could-not-import-brewfile.message
source: Move the backup file to a different location, then try again
cs: Zálohu přesuňte do jiné složky a zkuste to znovu
de: Verschiebe den Sicherungsordner in ein anderes Verzeichnis, und versuche es erneut
es_419: Mueva el archivo de copia de seguridad a una ubicación diferente y vuelva a intentarlo
fr: Déplacez le fichier de sauvegarde vers un autre emplacement, puis réessayez
it: Sposta il file di backup in un’altra posizione, poi riprova
ko: 백업 파일을 다른 위치로 옮긴 다음 다시 시도하세요.
pt_pt: Move o ficheiro de backup para outro local e tenta novamente
ru: Переместите файл в другое расположение, затем попробуйте еще раз
tr: Yedekleme dosyasını farklı bir konuma taşıyın, sonra tekrar deneyin
uk: Перемістіть файл резервної копії в інше місце, а потім спробуйте ще раз
zh_hans: 请将备份文件移动到其他位置，然后重试
zh_hant: 將備份文件移動到不同的位置，然後再試一次

# alert.generic.couldnt-parse-json
source: Homebrew didn't return valid data
cs: Homebrew poskytnul nesprávnou odezvu
de: Die Homebrew-Antwort konnte nicht entschlüsselt werden
es_419: Homebrow no devolvió datos válidos
fr: Homebrew n’a pas retourné de données valides
it: Homebrew non ha restituito dati validi
ko: 홈브루 응답을 해독할 수 없습니다.
pt_pt: O Homebrew não devolveu dados válidos
ru: Homebrew вернул некорректные данные
tr: Homebrew geçerli veri döndürmedi
uk: Homebrew не повернув коректні дані
zh_hans: Homebrew 没有返回有效数据
zh_hant: Homebrew 沒有返回有效數據

# alert.home-not-set.message
source: Cork cannot access your Homebrew installation We are investigating the cause of this problem, which has appeared in the newest Homebrew or macOS release Until then, Cork will not work. As soon as this problem is fixed, Cork will be updated
cs: Cork nemůže najít váš Homebrew Tento problém se objevil v poslední verzi Homebrew. Zjišťujeme, co tento problém způsobilo. Než tento problém opravíme, nebude Cork fungovat.
de: Cork kann nicht auf die Homebrew-Installation zugreifen Wir untersuchen derzeit die Ursache dieses Problems, das in der neuesten Homebrew- oder macOS-Version aufgetreten ist Bis dahin wird Cork nicht richtig funktionieren. Sobald dieses Problem behoben ist, wird Cork aktualisiert werden.
es_419: Cork no puede acceder a su instalación Homebrew Estamos investigando la causa de este problema, que apareció en la versión más reciente de Homebrew o macOS. Hasta entonces, Cork no funcionará. Tan pronto como se solucione este problema, Cork se actualizará
fr: Cork ne peut pas accéder à votre installation Homebrew Nous enquêtons sur la cause de ce problème, qui est apparu dans la dernière version de Homebrew ou de macOS Jusqu'à ce que ce problème soit résolu, Cork ne fonctionnera pas. Dès que ce problème sera résolu, Cork sera mis à jour
it: Cork non riesce ad accedere alla tua installazione di Homebrew Stiamo investigando la causa di questo problema, che è emerso nella versione più recente di Homebrew o macOS Nel frattempo, Cork non funzionerà. Non appena questo problema verrà risolto, Cork verrà aggiornato
ko: Cork가 홈브루 설치에 액세스할 수 없습니다. 최신 Homebrew 또는 macOS 릴리스에서 나타난 이 문제의 원인을 조사 중입니다. 그때까지는 Cork가 작동하지 않습니다. 이 문제가 해결되는 대로 Cork가 업데이트될 예정입니다.
pt_pt: O Cork não consegue aceder à instalação do Homebrew. Estamos a investigar a causa deste problema, uma vez que pode ter aparecido nas novas versões do Homebrew ou macOS. Até lá, o Cork não irá funcionar. Quando resolvermos o problema, o Cork irá ser atualizado
ru: Cork не может получить доступ к Homebrew Мы устанавливаем причину этой проблемы, которая появилась в последней версии Homebrew или macOS На данный момент Cork не может работать. Как только проблема будет исправлена, будет выпущено обновление
tr: Cork, Homebrew kurulum dizininize erişemiyor Bu sorunun, en yeni Homebrew veya macOS sürümünde ortaya çıkan bir sorun ve nedenini araştırıyoruz Bu süre zarfında Cork çalışmayacak. Bu sorun düzeltilir düzeltilmez Cork güncellenecektir
uk: Cork не може отримати доступ до Вашої інсталяції Homebrew Ми досліджуємо причину цієї проблеми, яка з'явилася в останньому випуску Homebrew або macOS До цього часу Cork не працюватиме. Як тільки ця проблема буде вирішена, Cork буде оновлено
zh_hans: Cork 无法访问 Homebrew 我们正在调查此问题的原因，该问题可能出现在最新的 Homebrew 或 macOS 版本中 在此问题解决之前，Cork 将无法使用。Cork 将在问题修复后更新
zh_hant: Cork 無法訪問您的 Homebrew 安裝 我們正在調查此問題的原因，該問題出現在最新的 Homebrew 或 macOS 發行版中 在此之前，Cork 將無法使用。一旦此問題修復，Cork 將會更新

# alert.home-not-set.title
source: Homebrew is not configured properly for Cork
cs: Homebrew není pro Cork správně nakonfigurovaný
de: Homebrew ist nicht richtig für Cork konfiguriert
es_419: Homebrew no está configurado correctamente para Cork
fr: Homebrew n'est pas configuré correctement pour Cork
it: Homebrew non è configurato correttamente per Cork
ko: 홈브루가 Cork에 올바르게 구성되지 않았습니다.
pt_pt: Homebrew não está configurado para o Cork
ru: Homebrew не настроен для работы с Cork
tr: Homebrew Cork için düzgün bir şekilde yapılandırılmamış
uk: Homebrew не налаштовано належним чином для Cork
zh_hans: Homebrew 没有为 Cork 正确配置
zh_hant: Homebrew 在 Cork 的配置不正確

# alert.homebrew-broken.title
source: Homebrew installation broken
cs: Homebrew je rozbitý
de: Homebrew-Installation fehlerhaft
es_419: La instalación de Homebrow esta dañada
fr: L’installation de Homebrew est cassée
it: Installazione di Homebrew compromessa
ru: Homebrew поврежден
tr: Homebrew kurulumu bozuk
uk: Встановлення Homebrew зламалося
zh_hans: Homebrew 安装损坏
zh_hant: Homebrew 安裝已損壞

# alert.malformed-brewfile.message
source: The file you tried to restore from doesn't have the correct structure
cs: Soubor, který chcete použít k obnovení, nemá správnou strukturu
de: Die Datei, aus der du eine Wiederherstellung versucht hast, hat nicht die richtige Struktur
es_419: El archivo que intentaste restaurar no tiene la estructura correcta
fr: Le fichier à partir duquel vous avez essayé de restaurer n'a pas la bonne structure
it: Il file che hai indicato per il ripristino non ha la struttura corretta
ko: 복원하려는 파일의 구조가 올바르지 않습니다.
pt_pt: O ficheiro que tentaste recuperar não tem a estrutura correta
ru: Выбранный вами файл не имеет ожидаемой структуры
tr: Geri yüklemeye çalıştığınız dosyanın yapısı doğru değil
uk: Файл, з якого Ви намагалися відновити, не має правильної структури
zh_hans: 你尝试还原的文件没有正确的结构
zh_hant: 您嘗試還原的檔案結構不正確

# alert.malformed-brewfile.title
source: Backup File Broken
cs: Záloha je rozbitá
de: Sicherungsdatei beschädigt
es_419: Archivo de copia de seguridad roto
fr: Fichier de sauvegarde cassé
it: File di backup compromesso
ko: 백업 파일 손상
pt_pt: Ficheiro de backup corrompido
ru: Файл резервных копий поврежден
tr: Yedek Dosyası Bozuk
uk: Файл резервної копії пошкоджений
zh_hans: 备份文件损坏
zh_hant: 備份檔已損壞

# alert.metadata-folder-does-not-exist.message
source: Reinstall Cork and try again
cs: Znovu nainstalujte Cork a zkuste to znovu
de: Cork neuinstallieren und erneut versuchen
es_419: Reinstale Cork e inténtelo de nuevo
fr: Réinstallez Cork et essayez à nouveau
it: Reinstalla Cork e riprova
ko: Cork를 다시 설치하고 다시 시도하세요.
pt_pt: Reinstala o Cork e tenta novamente
ru: Переустановите Cork и попробуйте еще раз
tr: Cork'u yeniden yükleyin ve tekrar deneyin
uk: Перевстановіть Cork і спробуйте ще раз
zh_hans: 请重新安装 Cork 后再尝试
zh_hant: 重新安裝 Cork 並重新嘗試

# alert.metadata-folder-does-not-exist.title
source: Couldn't find metadata folder
cs: Složku s metadata se nepodařilo najít
de: Metadatenordner konnte nicht gefunden werden
es_419: No se pudo encontrar la carpeta de metadatos
fr: Impossible de trouver le dossier des métadonnées
it: Impossibile trovare cartella metadati
ko: 메타데이터 폴더를 찾을 수 없습니다.
pt_pt: Não foi possível encontar a pasta dos metadados
ru: Не удалось найти папку с метаданными
tr: Meta klasör bulunamadı
uk: Не вдалося знайти папку метаданих
zh_hans: 无法找到元数据文件夹
zh_hant: 找不到元數據資料夾

# alert.could-not-read-brewfile.title
source: Couldn't read backup
cs: Při čtení zálohy se vyskytla chyba
de: Sicherung kann nicht gelesen werden
es_419: No se pudo leer la copia de seguridad
fr: Impossible de lire la sauvegarde
it: Impossibile leggere il backup
ko: 백업을 읽을 수 없습니다.
pt_pt: Não foi possível ler o backup
ru: Не удалось прочитать резервную копию
tr: Yedekleme okunamadı
uk: Не вдалося прочитати резервну копію
zh_hans: 无法读取备份
zh_hant: 無法讀取備份

source: You still have packages installed from %@ Uninstall them and try again
cs: Z pípy %@ máte ještě nainstalované balíčky Odinstalujte je a zkuste to znovu
de: Du hast noch Pakete von %@ installiert. Deinstalliere diese und versuche es erneut
es_419: Todavía tienes paquetes instalados desde %@ Desinstálalos y vuelve a intentarlo.
fr: Vous avez toujours des paquets installés de %@ Désinstallez-les et réessayez
it: Hai ancora dei pacchetti installati da %@ Disinstallali e riprova
ko: 아직 %@에서 패키지가 설치되어 있습니다. 제거한 후 다시 시도하세요.
pt_pt: Ainda tens bibliotecas instaladas do %@. Desinstala-as e tenta novamente
ru: У вас все установлены пакеты из %@ Удалите их и попробуйте еще раз
tr: %@ üzerinden kurulu paketleriniz var Kaldırın ve tekrar deneyin
uk: У вас все ще встановлені пакети з %@ Видаліть їх і спробуйте ще раз
zh_hans: 你还有从 %@ 安装的软件包 请卸载它们并重试
zh_hant: 您仍有從 %@ 安裝的套件 解除安裝後再重新嘗試

# error.generic
source: An error occurred
cs: Vyskytla se chyba
de: Ein Fehler ist aufgetreten.
es_419: Se produjo un error
fr: Une erreur est survenue
it: Si è verificato un errore
ru: Произошла ошибка
tr: Bir hata oluştu
uk: Сталася помилка
zh_hans: 发生错误
zh_hant: 發生錯誤

# alert.fatal.license-checking.timed-out.message
source: Check your internet connection and try again Alternatively, the authorization server may be offline at the moment
cs: Zkontrolujte své připojení k internetu a zkuste to znovu Je také možné, že autorizační server je právě offline
de: Überprüfen Sie Ihre Internetverbindung und versuchen Sie es erneut. Alternativ kann es sein, dass der Autorisierungsserver derzeit nicht verfügbar ist.
es_419: Comprueba tu confección a internet e intentadle de nuevo. También es posible que el servidor de autorización este desconectado en este momento
fr: Vérifiez votre connexion Internet et essayez à nouveau. Sinon, il se peut que le serveur d’autorisation soit indisponible pour le moment
it: Controlla la connessione a internet e riprova Altrimenti, il server di autorizzazione potrebbe essere offline al momento
pt_pt: Verifica a tua conexão à Internet e tenta novamente. Alternativamente, o servidor de autorização pode estar offline de momento
ru: Проверьте соединение с интернетом и попробуйте снова. Также возможно, что наш сервер авторизации сейчас не в сети.
tr: İnternet bağlantınızı kontrol edin ve tekrar deneyin Bunun dışında, yetkilendirme sunucusu şu anda çevrimdışı olabilir
uk: Перевірте підключення до Інтернету та спробуйте ще раз Також можливо, що сервер авторизації наразі не працює
zh_hans: 检查网络连接并重试 或者授权服务器目前可能处于离线状态
zh_hant: 檢查您的網際網路連線，然後再試一次 或者，授權伺服器目前可能處於離線狀態

# brewfile.import.progress
source: Restoring from backup…
cs: Obnovuji ze zálohy…
de: Stelle Sicherung wieder her
es_419: Restaurando desde la copia de seguridad…
fr: Restauration à partir d'une sauvegarde…
it: Ripristino da backup…
ko: 백업에서 복원하기...
pt_pt: Restaurando do backup...
ru: Восстановление из резервной копии
tr: Yedekten geri yükleniyor…
uk: Відновлення з резервної копії...
zh_hans: 正在从备份恢复...
zh_hant: 從備份回復中…

# alert.notifications-error-while-parsing-top-packages.message
source: Cork couldn't understand the response from Homebrew
cs: Cork nerozuměl odpovědi od Homebrew
de: Cork konnte die Reaktion von Homebrew nicht verstehen
es_419: Cork no pudo entender la respuesta de Homebrew
fr: Cork n'a pas pu comprendre la réponse de Homebrew
it: Cork non è riuscito a interpretare la risposta di Homebrew
ko: Cork는 홈브루의 응답을 이해할 수 없었습니다.
pt_pt: O Cork não percebeu a resposta do Homebrew
ru: Cork не смог понять ответ Homebrew
tr: Cork, Homebrew'dan gelen yanıtı anlayamadı
uk: Cork не міг зрозуміти відповідь від Homebrew
zh_hans: Cork 无法解析来自 Homebrew 的响应
zh_hant: Cork 無法理解 Homebrew 的回應

# alert.notifications-error-while-parsing-top-packages.title
source: Homebrew didn't return valid data
cs: Homebrew poskytnul nesprávnou odezvu
de: Top-Pakete konnten nicht entschlüsselt werden
es_419: Homebrow no regreso datos válidos
fr: Homebrew n’a pas retourné des données valides
it: Homebrew non ha restituito dati validi
ko: 상위 패키지를 해독할 수 없음
pt_pt: O Homebrew não devolveu dados válidos
ru: Homebrew вернул некорректные данные
tr: Homebrew geçerli veri döndürmedi
uk: Homebrew не повернув коректні дані
zh_hans: Homebrew 没有返回有效数据
zh_hant: Homebrew 沒有傳回有效的資料

# alert.package-corrupted.message
source: This package needs to be repaired
cs: Balíček je potřeba opravit
de: Dieses Paket muss repariert werden
es_419: Este paquete necesita ser reparado.
fr: Ce paquet doit être réparé
it: Questo pacchetto deve essere riparato
ko: 이 패키지를 복구해야 합니다.
pt_pt: Esta biblioteca precisa de ser reparada
ru: Этот пакет необходимо исправить
tr: Bu paketin onarılması gerekiyor
uk: Цей пакет потрібно відремонтувати
zh_hans: 该软件包需要修复
zh_hant: 這項套件需要修復

# alert.package-corrupted.title-%@
source: %@ is corrupted
cs: Balíček %@ je poškozený
de: %@ ist beschädigt
es_419: %@ está dañado
fr: %@ est corrompu
it: %@ è corrotto
ko: %@이(가) 손상되었습니다.
pt_pt: %@ está corrompido
ru: %@ поврежден
tr: %@ bozuk
uk: %@ пошкоджений
zh_hans: %@ 已损坏
zh_hant: %@ 已損毀

# alert.restart-or-reinstall
source: Restart Cork, and if the problem persists, reinstall it
cs: Cork znovu spusťte, popřípadě jej znovu nainstalujte
de: Starten Sie Cork neu, und wenn das Problem weiterhin besteht, installieren Sie es neu
es_419: Reinicie Cork y, si el problema persiste, vuelva a instalarlo.
fr: Redémarrez Cork, et si le problème persiste, réinstallez-le.
it: Riavvia Cork, se il problema persiste, reinstallalo
pt_pt: Reinicia o Cork, se o problema persistir, reinstala
ru: Перезапустите Cork, и если проблема сохраняется, попробуйте переустановить его
tr: Cork'u yeniden başlatın, sorun devam ederse uygulamayı yeniden yükleyin
uk: Перезапустіть Cork, і якщо проблема не зникне, переінсталюйте його
zh_hans: 请尝试重启 Cork。如果问题仍然存在，请重新安装
zh_hant: 重新啟動 Cork，如果問題仍然存在，請重新安裝

# alert.tap-loading-failed.tap-itself.title
source: Couldn’t read tap info
cs: Nepodařilo se přečíst informace o pípě
de: Tap-Informationen konnten nicht gelesen werden
es_419: No se pudo leer la información del tap
fr: Impossible de lire les informations du Tap
it: Impossibile leggere informazioni tap
ru: Не удалось считать информацию об источнике
tr: Tap bilgisi okunamadı
uk: Не вдалося прочитати інформацію про Tap
zh_hans: 无法读取 Tap 信息
zh_hant: 無法讀取 Tap 資訊

# alert.tap-loading-failed.tap-parent.title
source: Couldn’t access folder containing Taps
cs: Při čtení obsahu složky s pípami se vyskytla chyba
de: Der Zugriff auf den Ordner mit den Taps war nicht möglich.
es_419: No se pudo acceder a la carpeta que contiene los taps
fr: Impossible d’accéder au dossier contenant les Taps
it: Impossibile accedere alla cartella contenente i tap
ru: Не удалось получить доступ к папке с данными об источниках
tr: Tap'ları içeren klasöre erişilemedi
uk: Не вдалося отримати доступ до папки, що містить Tapʼи
zh_hans: 无法访问包含 Tap 的文件夹
zh_hant: 無法存取包含 Taps 的資料夾

# alert.top-package-retrieval-function-turned-up-empty.message
source: The selected package couldn't be installed
cs: Vybraný balíček se nepodařilo nainstalovat
de: Das ausgewählte Paket konnte nicht installiert werden
es_419: El paquete seleccionado no se pudo instalar
fr: Le paquet sélectionné n'a pas pu être installé
it: Impossibile installare il pacchetto selezionato
ko: 선택한 패키지를 설치할 수 없습니다.
pt_pt: A biblioteca selecionada não pode ser instalada
ru: Выбранный пакет не может быть установлен
tr: Seçilen paket yüklenemedi
uk: Не вдалося встановити вибраний пакет
zh_hans: 无法安装所选软件包
zh_hant: 您所選擇的套件無法安裝

# alert.tried-to-load-package-that-is-not-a-folder.message-%@
source: File %@ is not a valid Homebrew package and needs to be removed
cs: Soubor %@ není platný balíček Homebrew a musíte ho odstranit
de: Die Datei %@ ist kein gültiges Homebrew-Paket und muss entfernt werden.
es_419: El archivo %@ no es un paquete Homebrew valido y debe ser removido
fr: Le fichier %@ n'est pas un paquet Homebrew valide et doit être supprimé.
it: Il file %@ non è un pacchetto Homebrew valido e deve essere rimosso
pt_pt: O ficheiro %@ não é uma biblioteca válida do Homebrew e precisa de ser removida
ru: Файл %@ не является корректным пакетом Homebrew и должен быть удален
tr: %@ dosyası geçerli bir Homebrew paketi değil ve kaldırılması gerekiyor
uk: Файл %@ не є дійсним пакетом Homebrew і має бути видалений
zh_hans: 该文件 %@ 不是有效的 Homebrew 软件包，需要删除
zh_hant: 檔案 %@ 不是有效的 Homebrew 套件，需要移除

# alert.tried-to-load-package-that-is-not-a-folder.title-%@
source: Invalid file %@ in a package folder
cs: Neplatný soubor %@ ve složce s balíčky
de: Ungültige Datei %@ in einem Paketordner
es_419: Archivo invalido %@ en la carpeta del paquete
fr: Fichier invalide %@ dans un dossier de paquetage
it: File %@ non valido in una cartella pacchetto
pt_pt: Ficheiro inválido %@ numa pasta de biblioteca
ru: %@ ожидался быть папкой, но был найден файл
tr: Pakette geçersiz dosya %@
uk: Неправильний файл %@ у теці пакету
zh_hans: 软件包文件夹中的 %@ 无效
zh_hant: 套件資料夾中存在無效檔案 %@
